import React, { Component } from "react";
import { Container } from "react-bootstrap";

export default class PrivecyPolicy extends Component {
  render() {
    return (
      <div className="privacyPolicyPage">
        <Container>
          <h1> מדיניות הפרטיות</h1>
          <p>
            <p dir="rtl">
              <strong>מדיניות פרטיות</strong>
            </p>
            <p dir="rtl">
              <br></br>&nbsp;
            </p>
            <p dir="rtl">
              ברוך הבא לאתר&nbsp;Sapakos.com (<strong>&quot;</strong>
              <strong>האתר</strong>
              <strong>&quot;</strong>). האתר בבעלות ומופעל על ידי ספקוס
              בע&quot;מ&nbsp;(&quot;<strong>ספקוס</strong>&quot;), חברה בהקמה,
              בשם זה או כל שם אחר שיאושר על ידי רשם החברות, שכתובתה
              נמצאת&nbsp;הבנים&nbsp;12 הוד השרון&nbsp;(<strong>&quot;</strong>
              <strong>החברה</strong>
              <strong>&quot;</strong>, <strong>&quot;</strong>
              <strong>אנחנו</strong>
              <strong>&quot;</strong>, &quot;<strong>שלנו</strong>
              <strong>&quot;</strong>).
            </p>
            <p dir="rtl">
              האתר מציע ללקוחותיו, בתי עסק וספקים, פלטפורמה מקוונת להנגשת מלאי
              מוצרים על ידי ספקים להזמנה על ידיד בתי עסק&nbsp;(
              <strong>&quot;</strong>
              <strong>המוצר</strong>
              <strong>&quot;</strong>).
            </p>
            <p dir="rtl">
              מדיניות פרטיות זו חלה על המידע האישי הנאסף כאשר אתה נכנס לאתר או
              מבצע הזמנה דרכו.
            </p>
            <p dir="rtl">
              מדיניות פרטיות זו&nbsp;<u>אינה חלה</u> על שירותים או על רכישת
              מוצרים ממפיצים או מכל צד שלישי אחר. אם רכשת את המוצרים שלנו ממפיץ
              או מכל צד שלישי אחר, מדיניות הפרטיות של אותו צד שלישי תחול ביחס
              לכל מידע אישי שנמסר לצד שלישי כאמור.
            </p>
            <table cellpadding="10" cellspacing="0" dir="rtl" width="780">
              <tbody>
                <tr>
                  <td colspan="2" valign="top" width="100%">
                    <p>
                      <strong>מידע אישי שאנו מעבדים</strong>
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        אנו מעבדים מידע שאתה מוסר לנו מרצונך ובידיעתך
                      </strong>
                      <strong>,&nbsp;</strong>
                      <strong>כאשר אתה מגיש פנייה או הזמנה באמצעות האתר</strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      <strong>מידע אודות פנייתך</strong>
                      <strong>.</strong> כאשר אתה יוצר עמנו קשר באמצעות כתובת
                      הדוא&quot;ל שלנו: support@sapakos.com או באמצעות
                      טופס&nbsp;&apos;צור קשר&apos; שלנו&nbsp;{" "}
                      <a href="https://sapakos.com/#/connect-us">
                        https://sapakos.com/#/connect-us
                      </a>
                      . אתה תתבקש למסור מידע כמו שמך, כתובת דוא&quot;ל, מספר
                      טלפון, נושא הפנייה ותוכן ההודעה. שדות שחובה למלא יסומנו
                      ככאלה&nbsp;(&quot;נתוני הפניה&quot;).
                    </p>
                    <p>
                      <strong>מידע אודות הזמנתך</strong>
                      <strong>.&nbsp;</strong>כדי לבצע הזמנה באתר, אתה תידרש
                      למסור לנו את שמך המלא, מספר טלפון, כתובת, מידע הנועד
                      לחיוב, מידע הנועד למשלוח המוצר ומידע לגבי המוצרים שברצונך
                      להזמין, כולל התמונה שברצונך לעשות בה שימוש כדי לעצב את
                      המוצר&nbsp;(&quot;נתוני הזמנה&quot;). שים לב כי ייתכן
                      שהתמונה שתעלה לאתר תכלול גם מידע אישי&nbsp;(לדוגמא, תמונה
                      שלך או של משפחתך).
                    </p>
                    <p>
                      אם זוהי הפעם הראשונה שאתה מזמין מוצרים באתר, ייתכן שנבקש
                      ממך לבחור שם משתמש וסיסמא. בעתיד, כאשר תרצה לקנות מוצרים
                      נוספים מאיתנו, נוכל לזהות אותך באמצעות שם המשתמש והסיסמה
                      שבחרת.
                    </p>
                    <p>
                      אין עליך כל חובה משפטית למסור כל חלק מהמידע לעיל. אולם, לא
                      תוכל להגיש פנייה או לבצע הזמנה באתר מבלי למסור את המידע
                      הנדרש.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        אנו אוספים גם מידע אנליטי לגבי שימושך באתר
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      כאשר אתה מבקר באתר, אנו מתעדים ואוספים מידע מסוים לגבי
                      הפעולות שלך באתר, כולל כתובת ה-IPממנה נכנסת לאתר, התאריך
                      והשעה של הכניסה, סוג הדפדפן בו אתה משתמש, השפה בה אתה
                      משתמש, קישורים עליהם לחצת ופעולות שביצעת בזמן השימוש באתר.
                      אנו קוראים למידע כזה&nbsp;<strong>&quot;</strong>
                      <strong>מידע אנליטי</strong>
                      <strong>&quot;</strong>.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td colspan="2" valign="top" width="100%">
                    <p>
                      <strong>כיצד אנו משתמשים במידע האישי שלך</strong>
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>כדי לענות על פנייתך</strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אנו נשתמש בנתוני הפנייה שלך כדי ליצור עמך קשר בנוגע
                      לפנייתך, וכדי לטפל בה.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>כדי לבצע את ההזמנה שלך</strong>
                      <strong>,&nbsp;</strong>
                      <strong>למטרות תיעוד ועבור דיווח ניהולי</strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אנו נעבד את נתוני ההזמנה שלך על מנת לבצע את הזמנתך, לגבות
                      ממך את הסכום לתשלום ולשלוח את המוצרים שהזמנת לכתובת המשלוח
                      שלך. אחר כך, אנו נשתמש בנתוני ההזמנה שלך במידה הנדרשת עבור
                      צרכי התיעוד והדיווח הפנימיים שלנו.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        כדי לשלוח אלייך הודעות אדמיניסטרטיביות ושיווקיות
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אנו מעבדים את נתוני ההזמנה שלך על מנת לשלוח לך הודעות
                      אדמיניסטרטיביות&nbsp;(בין היתר דרך דואר אלקטרוני), כדי
                      לנהל את אספקת המוצר אלייך וכדי לספק לך מידע נוסף ועדכונים
                      לגבי המוצרים שלנו. אנו נשתמש בנתוני הפנייה וההזמנה שלך גם
                      כדי לשלוח לך הודעות שיווקיות על בסיס הסכמתך לקבל הודעות
                      כאמור מאיתנו, לפי תנאי השימוש{" "}
                      <a href="https://sapakos.com/#/terms_of_use_sapakos">
                        https://sapakos.com/#/terms_of_use_sapakos
                      </a>{" "}
                      או כל הסכמה אחרת שנתת לנו בעת שמסרת את המידע האישי שלך.
                      תוכל לבחור שלא לקבל הודעות שיווקיות מאיתנו בכל עת, באמצעות
                      הקישור לביטול ההרשמה הכלול בכל הודעה שיווקית, או על ידי
                      יצירת קשר עמנו בכתובת: support@sapakos.com.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>ייתכן שנשתמש בתמונות שלך למטרות שיווק</strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      ייתכן שהתמונות שתעלה לאתר יכללו מידע אישי. במקרה ונתת לנו
                      את הסכמתך המפורשת לעשות זאת, ייתכן שנשתמש בתמונות שעיצבת
                      באמצעות האתר, באתר החברה או בחומרי שיווק מקוונים ולא
                      מקוונים אחרים, הקשורים לשירותים ולמוצרים שמציעה החברה.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        אנו משתמשים במידע אנליטי כדי לשפר ולשדרג את האתר
                      </strong>
                      <strong>,&nbsp;</strong>
                      <strong>
                        את השירותים שלנו ואת הודעות הדואר האלקטרוני שלנו
                      </strong>
                      <strong>.&nbsp;</strong>
                      <strong>אנו משתמשים בו גם למטרות ניהול עסקים</strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אנו משתמשים במידע אנליטי כדי לשפר את האתר ולהעשיר את התוכן
                      באתר, את הודעות הדואר האלקטרוני שלנו ואת המוצרים והשירותים
                      שאנו מציעים ללקוחות. אנו משתמשים במידע האנליטי גם כדי
                      להתאים את האתר, את התוכן שלו ואת השירותים והודעות הדואר
                      האלקטרוני שלנו להעדפות המשתמשים. לבסוף, אנו נשתמש במידע
                      האנליטי כדי להבין את השוק בו אנו פועלים ולצורך דיווח
                      ניהולי ותכנון עסקי.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td colspan="2" valign="top" width="100%">
                    <p>
                      <strong>מתי וכיצד אנו משתפים מידע אישי עם אחרים</strong>
                    </p>
                  </td>
                </tr>
                <tr>
                  <td colspan="2" valign="top" width="100%">
                    <p>
                      <em>לא נשתף את המידע שלך עם צדדים שלישיים</em>
                      <em>,&nbsp;</em>
                      <em>אלא במקרים הבאים</em>
                      <em>,&nbsp;</em>
                      <em>או כאשר תמסור לנו הסכמה מדעת במפורש</em>
                      <em>.</em>
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        אנו משתפים את המידע שלך עם ספקי השירותים שלנו המסייעים
                        לנו בהפעלת העסק והאתר שלנו
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אנו נשתף את המידע האישי שלך עם ספקי השירותים שלנו, אשר
                      מסייעים לנו בתפעול הפנימי של האתר ושל העסק שלנו, ובביצוע
                      ומשלוח ההזמנה שלך. חברות אלה מוסמכות להשתמש במידע האישי
                      שלך אך ורק כנדרש על מנת לספק לנו שירותים כאמור, ולא
                      למטרותיהן העסקיות.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        אנו נשתף מידע עם רשויות מוסמכות אם תנצל לרעה את זכותך
                        להשתמש באתר
                      </strong>
                      <strong>,&nbsp;</strong>
                      <strong>או תפר כל דין חל</strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אם תנצל לרעה את זכותך להשתמש באתר, או תפר כל דין חל, אנו
                      נשתף מידע עם רשויות מוסמכות ועם צדדים שלישיים&nbsp;(כגון
                      עורכי דין ויועצים משפטיים) לצורך טיפול בהפרה.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        אנו נשתף את המידע שלך אם נדרש לעשות כן לפי דין
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אנו נשתף מידע אם נדרש לעשות כן על ידי כל רשות שופטת,
                      ממשלתית או רגולטורית.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        נשתף את המידע שלך עם צדדים שלישיים בכל מקרה של שינוי
                        במבנה הארגוני שלנו
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אם הפעלת האתר או העסק שלנו מאורגנת במסגרת אחרת, או דרך
                      מבנה או ישות חוקיים אחרים&nbsp;(למשל, בשל מיזוג או רכישה),
                      אנו נשתף מידע רק כנדרש על מנת לאפשר את השינוי המבני בהפעלת
                      העסק.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td colspan="2" valign="top" width="100%">
                    <p>
                      <strong>קבצי עוגיות&nbsp;</strong>
                      <strong>(</strong>
                      <strong>cookies</strong>
                      <strong>)</strong>
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>מהם קבצי עוגיות&nbsp;</strong>
                      <strong>(</strong>
                      <strong>cookies</strong>
                      <strong>)?</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      קבצי עוגיות הנם קבצי טקסט, המכילים כמות נתונים קטנה,
                      הנשמרים במחשב או במכשיר אחר שלך&nbsp;(לדוגמא, טלפון חכם,
                      טאבלט וכו&apos;) כאשר אתה משתמש באינטרנט ונכנס לאתרים
                      שונים.
                    </p>
                    <p>
                      המידע שקבצי העוגיות שומרים נקרא על ידי האתר בו אתה מבקר,
                      במהלך הביקור שלך באתר&nbsp;(אלה נקראים&nbsp;&apos;session
                      cookies&apos;) וכאשר אתה חוזר ומבקר בו שוב&nbsp;(אלה
                      נקראים&nbsp;&apos;persistent cookies&apos;).
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>הסכמתך לשימוש בקבצי עוגיות</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      בכניסתך לאתר שלנו, אתה מצהיר כי ידוע לך על ואתה מאשר את
                      השימוש בקבצי עוגיות במכשירך.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        אנו משתמשים בקבצי עוגיות הנדרשים עבור תפעול האתר
                      </strong>
                      <strong>,&nbsp;</strong>
                      <strong>עבור סטטיסטיקות של האתר</strong>
                      <strong>,&nbsp;</strong>
                      <strong>
                        למטרות שיווק וכדי לזכור את העדפות האתר שלך
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אנו משתמשים בקבצי עוגיות למספר מטרות, כפי שמוסבר בקצרה
                      להלן:
                    </p>
                    <p>
                      <strong>קבצי עוגיות נדרשים</strong>
                      <strong>.&nbsp;</strong>קבצי עוגיות אשר נדרשים לצורך
                      פעילותו התקינה של האתר. האתר לא יכול לפעול כהלכה בלי קבצי
                      עוגיות אלה. בכל עת, תוכל להגדיר את הדפדפן שלך כך שיחסום או
                      יודיע לך על קבצי עוגיות כאלה, אך אם תעשה זאת, חלקים
                      מסוימים של האתר לא יפעלו כראוי.
                    </p>
                    <p>
                      <strong>לוקליזציה</strong>
                      <strong>.</strong> קבצי עוגיות אשר עוזרים לנו לכוון את
                      תעבורת המשתמשים לגרסה המקומית המתאימה של האתר שלנו.
                    </p>
                    <p>
                      <strong>סטטיסטיקה</strong>
                      <strong>.&nbsp;</strong>קבציעוגיות אנליטיים אשר עוזרים לנו
                      להבין כיצד אתה ומשתמשים אחרים פועלים באתר שלנו, על ידי
                      איסוף מידע שאינו מזהה אותך.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        תמיד תוכל למחוק או למנוע את פעולת קבצי העוגיות
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      בכל עת, תוכל למחוק את קבצי העוגיות השמורים על המכשיר שלך
                      באמצעות הגדרות דפדפן המכשיר שלך. אתה יכול גם למנוע את
                      פעולת קבצי העוגיות בשימוש עתידי, באמצעות הגדרות דפדפן
                      המכשיר שלך.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td colspan="2" valign="top" width="100%">
                    <p>
                      <strong>ביטחון ושמירת מידע</strong>
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        אנו נשמור על המידע האישי שלך ככל שנצטרך אותו כדי להפעיל
                        את האתר ולפעול מול לקוחות
                      </strong>
                      <strong>,&nbsp;</strong>
                      <strong>ולאחר מכן</strong>
                      <strong>,&nbsp;</strong>
                      <strong>
                        כפי שיידרש למטרות תיעוד והניהול השוטף של העסק
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אנו שומרים על מידע אישי לפרק הזמן הנדרש על מנת לתמוך
                      בפעילות העסקית הרגילה שלנו בתפעול האתר ובהתנהלות מול
                      לקוחות.
                    </p>
                    <p>
                      לאחר מכן, נמשיך לשמור את המידע האישי שלך כנדרש לצורך ציות
                      לחובות החלות עלינו על פי דין, לדרישות התיעוד, ליישוב
                      סכסוכים, להגשת תביעות משפטיות ולהגנה מפניהן, ולצורך אכיפת
                      ההסכמים שלנו.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        אנו נוקטים בצעדים על מנת להגן על המידע שלך
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אנו נוקטים בצעדים על מנת להפחית את הסיכונים לנזק, לאובדן
                      מידע או לגישה או שימוש לא מורשים במידע. אולם, צעדים אלה
                      אינם מבטיחים באופן מוחלט את ביטחון המידע שלך. לפיכך, למרות
                      המאמצים הננקטים על מנת להגן על מידע אישי, אין זה מובטח,
                      ואינך יכול לצפות, שהאתר יהיה חסין מפני סיכונים של ביטחון
                      מידע.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td colspan="2" valign="top" width="100%">
                    <p>
                      <strong>העברת נתונים בין מדינות</strong>
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        אנו נעביר מידע בין מדינות בהתאם לחוקי הגנת המידע החלים
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אם נעביר את הנתונים האישיים שלך לעיבוד באזור הנמצא מחוץ
                      לתחום השיפוט שלך, נציית לכללי העברת הנתונים החלים על
                      העברות מידע כאמור.
                    </p>
                    <p>
                      אם הינך תושב האיחוד האירופי, ואנו נעביר את המידע שלך
                      מהאיחוד האירופי לתחומי שיפוט אחרים שמחוץ לאיחוד האירופי,
                      נעשה זאת תוך נקיטה באמצעי בטיחות מתאימים כפי שמקובל ונהוג
                      על ידי הנציבות האירופית.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td colspan="2" valign="top" width="100%">
                    <p>
                      <strong>מידע נוסף עבור אנשים באיחוד האירופי</strong>
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>אנו בעלי השליטה במידע&nbsp;</strong>
                      <strong>(</strong>
                      <strong>data controller</strong>
                      <strong>)&nbsp;</strong>
                      <strong>של המידע שנאסף באמצעות האתר</strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      ספקוס הנה בעלת השליטה במידע האישי הנאסף עליך באמצעות האתר.
                      אנחנו קובעים באופן עצמאי איזה מידע אישי לאסוף, ואת המטרות
                      לשמן נאסף המידע האישי באמצעות האתר.
                    </p>
                    <p>
                      <u>כתובת משרדנו</u>
                      <u>:</u>
                    </p>
                    <p>הבנים&nbsp;12 הוד השרון</p>
                    <p>
                      <br></br>&nbsp;
                    </p>
                    <p>
                      <br></br>
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <br></br>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      <br></br>
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        בסיס חוקי לפי הדין האירופי לעיבוד המידע האישי שלך
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      הבסיס החוקי לפי הדין האירופי לעיבוד נתוני הפנייה שלך
                      למטרות מענה וטיפול בפנייה שלך, הוא האינטרס הלגיטימי שלנו
                      במענה לפנייתך.
                    </p>
                    <p>
                      הבסיס החוקי לפי הדין האירופי לעיבוד נתוני ההזמנה שלך הוא
                      ביצוע ההתחייבויות שלנו כלפיך.
                    </p>
                    <p>
                      הבסיס החוקי לפי הדין האירופי לעיבוד המידע שלך לצורך שליחת
                      הודעות שיווקיות אלייך הוא ההסכמה המפורשת שלך.
                    </p>
                    <p>
                      הבסיס החוקי לפי הדין האירופי לשימוש בתמונות שעיצבת באתר
                      שלנו למטרות שיווק הוא ההסכמה המפורשת שלך.
                    </p>
                    <p>
                      הבסיס החוקי לפי הדין האירופי לעיבוד המידע האנליטי אודות
                      השימוש שלך באתר הוא האינטרס הלגיטימי שלנו בשימור, פיתוח
                      ושיפור האתר.
                    </p>
                    <p>
                      הבסיס החוקי לפי הדין האירופי לעיבוד המידע שלך לצורך טיפול
                      במקרים של שימוש לרעה באתר הוא האינטרס הלגיטימי שלנו בהגנה
                      ואכיפה כנגד הפרות הפוגעות בעסק שלנו.
                    </p>
                    <p>
                      הבסיס החוקי לפי הדין האירופי לעיבוד המידע שלך כאשר אנחנו
                      נדרשים על פי חוק לשתף את המידע שלך, הוא האינטרס הלגיטימי
                      שלנו בעמידה בדרישות החוקיות המוטלות עלינו.
                    </p>
                    <p>
                      הבסיס החוקי לפי הדין האירופי לעיבוד המידע שלך במקרה של
                      שינוי במבנה התאגידי שלנו הוא האינטרס הלגיטימי שלנו
                      בהמשכיות ובגמישות העסקית שלנו.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>עומדות לך זכויות מסוימות לגשת אל</strong>
                      <strong>,&nbsp;</strong>
                      <strong>לעדכן או למחוק מידע</strong>
                      <strong>,&nbsp;</strong>
                      <strong>לקבל עותק מהמידע שלך</strong>
                      <strong>,&nbsp;</strong>
                      <strong>
                        ולהתנגד או להגביל פעילויות עיבוד מידע מסוימות
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      אם אתה נמצא באיחוד האירופי, עומדות לך הזכויות הבאות לפי
                      תקנות הגנת המידע הכלליות&nbsp;(GDPR):
                    </p>
                    <p>
                      <strong>זכות לגשת&nbsp;</strong>למידע האישי שאנו מעבדים,
                      ולקבל עותק ממנו.
                    </p>
                    <p>
                      <strong>זכות לתקן ולהשלים&nbsp;</strong>מידע אישי אודותיך
                      המצוי בידינו אם מצאת כי הוא שגוי, לא מדויק או חסר.
                    </p>
                    <p>
                      <strong>זכות לעבירות מידע</strong>
                      <strong>,</strong>כלומר, הזכות לקבל את המידע האישי שמסרת
                      לנו, בפורמט מובנה, בשימוש נפוץ, הניתן לקריאה על ידי מחשב.
                      עומדת לך הזכות להעביר מידע זה לספק שירותים אחר. כאשר הדבר
                      אפשרי מבחינה טכנית, עומדת לך הזכות לכך שהמידע האישי שלך
                      יועבר ישירות מאיתנו לספק השירותים שתציין.
                    </p>
                    <p>
                      <strong>זכות להתנגד</strong> לשימוש במידע האישי שלך הנעשה
                      על בסיס האינטרס הלגיטימי שלנו כמפורט לעיל. אולם, ייתכן
                      שנסרב לבקשתך, ונציג בסיס לגיטימי ומשכנע להמשך השימוש,
                      לרבות לצורך פתיחה בהליך משפטי או הגנה מפני תביעות
                      משפטיותכל עת, תוכל להתנגד לשימוש במידע האישי שלך למטרות
                      דיוור ושיווק ישירים.
                    </p>
                    <p>
                      <strong>זכות להגביל&nbsp;</strong>את עיבוד המידע האישי
                      שלך&nbsp;(מלבד אחסונו), אם תערער על דיוק המידע האישי שלך,
                      למשך תקופה שתאפשר לנו לאמת את דיוקו; אם אתה מאמין שהעיבוד
                      אינו חוקי ואתה מתנגד למחיקת המידע האישי ומבקש במקום זאת
                      להגביל את השימוש בו; אם אנו לא נדרשים עוד למידע האישי
                      למטרות המצוינות במדיניות פרטיות זו, אך הוא נדרש לך לצורך
                      הכנה, מימוש או הגנה בקשר לתביעות משפטיות, או אם אתה מתנגד
                      לעיבוד, עד שנוודא האם הבסיס הלגיטימי שלנו לעיבוד המידע
                      האישי שלך גובר על שלך טיעוניך.
                    </p>
                    <p>
                      <strong>זכות להישכח</strong>
                      <strong>.</strong>בנסיבות מסוימות, למשל כאשר אתה מתנגד לכך
                      שנעבד את המידע שלך או כאשר אין לנו בסיס לגיטימי משכנע
                      לגבור על ההתנגדות שלך, תעמוד לך הזכות לבקש מאיתנו למחוק את
                      המידע האישי שלך. אולם, נוכל עדיין לעבד את המידע האישי שלך
                      אם הדבר נדרש על מנת לציית לכל חובה משפטית שאנו כפופים לה
                      לפי דין במדינות חברות באיחוד האירופי, או עבור פתיחה
                      בהליכים משפטיים או הגנה מפני תביעות משפטיות.
                    </p>
                    <p>
                      אם ברצונך לממש כל אחת מזכויותיך כתושב האיחוד האירופי, אנא
                      צור עמנו קשר בכתובת:support@sapakos.com<u>.</u>
                    </p>
                    <p>
                      אנו שומרים על זכותנו לדרוש ראיות סבירות כדי לאמת את זהותך
                      טרם נמסור לך מידע. אם לא נהיה מסוגלים לספק לך את המידע
                      שביקשת, נציין את הסיבה לכך.
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>
                        עומדת לך הזכות להגיש תלונה לרשות המפקחת הרלוונטית
                      </strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      לפי הדין החל, עומדת לך הזכות להגיש תלונה לרשות הרלוונטית
                      במקום מושבך. אם הנך תושב האיחוד האירופי, לפי סעיף&nbsp;77
                      לתקנות הגנת המידע הכלליות&nbsp;(GDPR), תוכל להגיש תלונה
                      אצל הרשות המפקחת, בפרט במדינה החברה בה אתה גר או עובד או
                      במקום ההפרה הנטענת של תקנות הגנת המידע
                      הכלליות&nbsp;(GDPR). כדי לעיין ברשימה של הרשויות המפקחות
                      באיחוד האירופי, לחץ&nbsp;
                      <a href="http://ec.europa.eu/newsroom/article29/document.cfm?action=display&doc_id=50061">
                        <u>כאן</u>
                      </a>
                      .
                    </p>
                  </td>
                </tr>
                <tr>
                  <td colspan="2" valign="top" width="100%">
                    <p>
                      <strong>שינויים במדיניות פרטיות זו</strong>
                    </p>
                  </td>
                </tr>
                <tr>
                  <td width="36.97705802968961%">
                    <p>
                      <strong>אם נשנה את מדיניות הפרטיות</strong>
                      <strong>,&nbsp;</strong>
                      <strong>נשתדל להודיע לך על שינויים כאמור מיוזמתנו</strong>
                      <strong>.</strong>
                    </p>
                  </td>
                  <td width="63.02294197031039%">
                    <p>
                      מעת לעת, אנו עשויים לשנות את מדיניות הפרטיות שלנו. אם נעשה
                      כן, נשתדל להודיע לך באופן יזום על שינויים כאמור. בכל מקרה,
                      המהדורה האחרונה של מדיניות הפרטיות תמיד תהיה נגישה
                      בכתובת&nbsp;
                      <a href=" https://sapakos.com/#/privecy_policy_sapakos">
                        {" "}
                        https://sapakos.com/#/privecy_policy_sapakos
                      </a>
                      .
                    </p>
                  </td>
                </tr>
                <tr>
                  <td colspan="2" valign="top" width="100%">
                    <p>עדכון אחרון: 27פברואר, 2022</p>
                  </td>
                </tr>
              </tbody>
            </table>
            <p>
              <br></br>&nbsp;
            </p>
          </p>
        </Container>
      </div>
    );
  }
}
