import React, { Component } from "react";
import { Container } from "react-bootstrap";

export default class TermOfUse extends Component {
  render() {
    return (
      <div className="privacyPolicyPage">
        <h1> תנאי השימוש בשירות</h1>
        <Container>
          <p dir="rtl">
            <u></u>
          </p>
          <p dir="rtl">
            <u>הקדמה</u>
          </p>
          <p dir="rtl">
            השירותים ב-Sapakos ניתנים באמצעות אתר האינטרנט הפועל
            בכתובת&nbsp;www.sapakos.com (ובכל כתובת נוספת לפי שיקול דעת מפעיל
            השירות). האתר והשירותים הניתנים באמצעותו ייקראו יחדיו: &quot;
            השירות&quot;.
          </p>
          <p dir="rtl">
            את השירות מפעילה ספקוס בע&quot;מ&nbsp;(חברה בהקמה, בשם זה או כל שם
            אחר שיאושר על ידי רשם החברות) שכתובתו&nbsp;[הבנים&nbsp;12 הוד השרון]
            (&quot; מפעיל השירות &quot;). מידע נוסף אודות השירות, תכונותיו
            ואפשרויות השימוש בו, ניתן למצוא בעמודים הרלבנטיים בגוף השירות.
          </p>
          <p dir="rtl">
            תנאי השימוש מיועדים הן למשתמשי השירות והן לספקים הטוענים אליו תכנים
            ומידע מטעמם .&nbsp; היכן שהוראות תנאים אלה מיועדות לספקים ,&nbsp;
            מצוין הדבר במפורש .
          </p>
          <p dir="rtl">
            השימוש בשירות&nbsp;(וכן הרישום אליו, באם אתה ספק) מעיד על הסכמתך
            לתנאים אלה ולתנאים נוספים המפורטים בו, לרבות <u>מדיניות הפרטיות</u>{" "}
            https://sapakos.com/#/privacy_policy_sapakos וכן הוראות או הנחיות
            נוספות שייתכן ויופיעו במהלך השימוש בשירות&nbsp;(יחדיו: &quot;
            המסמכים המחייבים &quot;).
          </p>
          <p dir="rtl">
            הנך מתבקש לקרוא את המסמכים המחייבים בקפידה, שכן הם מגדירים את
            זכויותייך והתחייבויותיך ביחס לשימוש בשירות ומהווים הסכם מחייב בינך
            לבין מפעיל השירות. תשומת לבך כי המסמכים המחייבים עשויים להשתנות לפי
            הצורך ולכן אנו ממליצים להתעדכן בהם מעת לעת. אם אינך מסכים לתנאי
            המסמכים המחייבים, כולם או חלקם, עלייך להימנע מהשימוש בשירות.
          </p>
          <p dir="rtl">
            המסמכים המחייבים חלים על השימוש בשירות ובתכנים הכלולים בו באמצעות כל
            מחשב או מכשיר תקשורת אחר&nbsp;(דוגמת טלפונים ושעונים חכמים, מחשבי
            לוח וכיו&quot;ב). המסמכים המחייבים מנוסחים בלשון זכר מטעמי נוחות
            בלבד והם מתייחסים לשני המינים.&nbsp;
          </p>
          <p dir="rtl">
            משמעות המונח&nbsp;&quot; תוכן &quot; או&nbsp;&quot; תכנים &quot;
            במסמכים המחייבים היא כל תוכן מילולי&nbsp;(Textual),
            חזותי&nbsp;(Visual), קולי&nbsp;(Audio), או כל שילוב שלהם או חלק מהם
            וכן עיצובם, עיבודם, עריכתם ודרך הצגתם.
          </p>
          <p dir="rtl">
            <u>על השירות בתמצית</u>
          </p>
          <p dir="rtl">
            השירות הוא מערכת מקוונת לגישה על ידי בתי עסק&nbsp;(&quot; בתי
            עסק&quot;) למלאי המוצע למכירה על ידי
            ספקים&nbsp;(&quot;ספקים&quot;)&nbsp;המפרט את הפריטים
            במלאי,&nbsp;ומאפשר להזמין אותם בהתאם לתמחור המפורט בשירות.&nbsp;מטרת
            השירות היא להקל על תהליך איתור המוצר ולאפשר חיפוש מוצרים והזמנתם
            בצורה קלה ופשוטה.&nbsp;התוצאות המתקבלות מציגות את המוצרים שמידע
            עליהם מתפרסם בשירות.&nbsp;
          </p>
          <p dir="rtl">
            מפעיל השירות אינו מתחייב להציג את כל מגוון המוצרים,&nbsp;או את כל
            הספקים המספקים מוצרים אלה.
          </p>
          <p dir="rtl">
            המחירים המוצגים בשירות נמסרו מטעם הספקים ובאחריותם.&nbsp;השירות
            מאפשר ליצור קשר ישיר עם הספק.&nbsp;
          </p>
          <p dir="rtl">
            השירות מאפשר לספקים להירשם אליו, לאחר הליך הרשמה קצר, על מנת שיוכלו
            להציג את מוצריהם ומחיריהם לעיני משתמשי השירות. במידה ואתה ספק המציג
            ממוצריו בשירות, מפעיל השירות עשוי לאפשר לך, לפי שיקול דעתו, גישה
            לאפשרויות עריכה מתקדמות, כמו גם לסטטיסטיקות שונות הנוגעות למידע
            ולתכנים המתפרסמים בשירות ביחס לבית העסק שלך.
          </p>
          <p dir="rtl">
            לתשומת לבך ! המוצרים המוצגים בשירות, לרבות מחיריהם, תמונותיהם וכל
            מידע רלוונטי אליהם, אינם מטעמו של מפעיל השירות. מפעיל השירות אינו
            מציע את המוצרים למכירה בכל דרך, אלא מציג מידע אודות בתי העסק בהם הם
            נמכרים בלבד. השירות אינו אתר סחר אלקטרוני, אלא שירות מידע בלבד, כאשר
            מקור המידע והתכנים בו הוא מהספקים עצמם.
          </p>
          <p dir="rtl">
            האחריות למידע אודות המוצרים, לרבות תכונותיהם, אספקתם ומחירם, חלה על
            הספקים. מפעיל השירות אינו צד לכל עסקה בינך לבין הספקים המציגים
            ממרכולתם בשירות. מפעיל השירות אינו מפקח, בודק או ממליץ על התוכן
            שמקורו בספקים או על המוצרים המוצגים בשירות, טיבם, אמינותם או
            מהימנותם. האחריות לתוכן כאמור חלה על הספקים המפרסמים את המוצרים.
          </p>
          <p dir="rtl">
            מפעיל השירות אינו מתחייב לכך שהמחירים המוצגים בשירות, כפי שנמסרו
            על-ידי הספקים, הם המחירים העדכניים ביותר אשר בהם מוכרים הספקים את
            המוצרים בפועל בכל זמן נתון. המחירים נמסרים למפעיל השירות על-ידי
            הספקים ומטעמם ולמפעיל השירות אין כל אחריות למחירים הללו או שליטה
            ביחס לעדכניותם. ככל שיהיו שינויים בין המחירים המופיעים בשירות לבין
            המחירים המוצעים בפועל על-ידי הספקים, לא יהיה מפעיל השירות אחראי בגין
            שינויים אלה, ולא יהיה חייב בגין נזק שייגרם לך על-ידי צד שלישי כתוצאה
            מהסתמכות על המחירים המופיעים בשירות.
          </p>
          <p dir="rtl">
            בכל עת תוכל ליצור קשר ישיר עם הספק הרלבנטי ולברר אם המחיר המוצג
            בשירות ביחס למוצר כזה או אחר הוא המחיר העדכני, והאם המוצר נמצא
            במלאי. לרוב, הדרך ליצירת קשר עם הספק תופיע בשירות עצמו.
          </p>
          <p dir="rtl">
            מבלי לגרוע מכלליות האמור לעיל ביחס לסדר התוצאות המוצגות בשירות, רשאי
            מפעיל השירות להתיר לספקים אפשרויות קידום של תכנים מסוימים בשירות
            כנגד תשלום. תכנים מקודמים יתפרסמו אך ורק באזורים המיועדים לכך בין
            עמודיו של השירות.
          </p>
          <p dir="rtl">
            למפעיל השירות מסור שיקול הדעת הבלעדי להחליט אילו סוגי תכנים ומידע
            יוצגו בשירות, משך הזמן בהם יוצגו, מה יהיה מיקומם ועיצובם וכל עניין
            אחר הקשור בהם ובכלל זאת להסיר כל תוכן מהשירות לפי שיקול דעתו הבלעדי.
          </p>
          <p dir="rtl">
            <u>השימוש בשירות</u>
          </p>
          <p dir="rtl">
            אתה רשאי להשתמש בשירות בהתאם לכללים המפורטים להלן. אין להשתמש בשירות
            באופן אחר, אלא אם קיבלת את הסכמתו המפורשת של מפעיל השירות לכך, מראש
            ובכתב:
          </p>
          <ul>
            <li>
              <p dir="rtl">
                אין להשתמש בשירות באופן המהווה או העלול להוות עבירה, או עוולה
                אזרחית, בהתאם להוראות כל דין, או בדרך הפוגעת בזכויותיו של צד
                שלישי כלשהו;
              </p>
            </li>
            <li>
              <p dir="rtl">
                אתה רשאי להשתמש בשירות למטרות רכישת מלאי מספקים הפעילים בשירות
                בלבד וזאת מבלי לגרוע מזכותו של מפעיל השירות לאפשר שימוש מסחרי
                אחר מוגבל בהיקפו בשירות לבתי העסק הנרשמים אליו;
              </p>
            </li>
            <li>
              <p dir="rtl">
                אין להעתיק ולהשתמש בתכנים מתוך השירות, לרבות בשירותים אחרים,
                בפרסומים אלקטרוניים, בפרסומי דפוס וכיו&quot;ב, לכל מטרה אחרת;
              </p>
            </li>
            <li>
              <p dir="rtl">
                משתמש שנרשם לשירות רשאי להשתמש בשירות באמצעות חשבון המשתמש
                שבאמצעותו נרשם בלבד;
              </p>
            </li>
            <li>
              <p dir="rtl">
                אין להפעיל אמצעים לעקיפה, נטרול או התגברות על מנגנוני האבטחה
                בשירות, ואין לפגוע או להפריע בדרך כלשהי לפעילותו התקינה של
                השירות;
              </p>
            </li>
            <li>
              <p dir="rtl">
                אין להפעיל או לאפשר להפעיל כל יישום מחשב או כל אמצעי אחר, לרבות
                תוכנות מסוג&nbsp;Crawlers, Robots וכדומה, לשם חיפוש, סריקה,
                העתקה או אחזור אוטומטי של תכנים מהשירות. בכלל זה, אין ליצור ואין
                להשתמש באמצעים כאמור לשם יצירת לקט, אוסף או מאגר שיכילו תכנים
                מהשירות;
              </p>
            </li>
            <li>
              <p dir="rtl">
                אין להציג תכנים מהשירות בתוך מסגרת&nbsp;(Frame), גלויה או סמויה,
                אלא באישור מראש ובכתב של מפעיל השירות;
              </p>
            </li>
            <li>
              <p dir="rtl">
                אין להציג תכנים מהשירות בכל דרך שהיא &ndash; ובכלל זה באמצעות כל
                תוכנה, מכשיר, אביזר או פרוטוקול תקשורת המשנים את עיצובם או
                מחסירים מהם תכנים כלשהם ובפרט פרסומות ותכנים מסחריים;
              </p>
            </li>
            <li>
              <p dir="rtl">
                אין לקשר לשירות ולתכנים מכל מקור המכיל תכנים פורנוגראפיים, תכנים
                המעודדים לגזענות או להפליה פסולה, או המנוגדים לחוק, או המעודדים
                פעילות המנוגדת לחוק, או שפרסומם מנוגד לחוק;
              </p>
            </li>
            <li>
              <p dir="rtl">
                אין לפרסם, להפיץ או לחלוק עם צד ג&apos; כלשהו מידע המתפרסם באתר
                ביחס למלאי מוצרים המוצעים למכירה על ידי ספקים, מחיריהם או כל פרט
                אחד, לרבות כל פרט המהווה סוד מסחרי של הספקים.
              </p>
            </li>
            <li>
              <p dir="rtl">
                אין לקשר לתכנים מהשירות שאינם דף הבית של האתר&nbsp;(&quot; קישור
                עמוק&quot;) ואין להציג, או לפרסם תכנים כאמור בכל דרך אחרת, אלא
                אם הקישור העמוק יהיה לדף אינטרנט באתר במלואו וכפי שהוא&nbsp;(AS
                IS), כך שניתן יהיה לצפות ולהשתמש בו באופן הזהה לחלוטין לשימוש
                ולצפייה בו באתר.
              </p>
            </li>
          </ul>
          <p dir="rtl">
            מפעיל השירות לא ישא בכל אחריות לכל נזק שייגרם כתוצאה מכל קישור
            לתכנים בשירות ומכל הצגה או פרסום של תכנים בכל דרך אחרת. הנך נושא
            באחריות המלאה והבלעדית לכל קישור, הצגה או פרסום של התכנים שנעשו על
            ידך, ומתחייב לשפות את מפעיל השירות בגין כל נזק שייגרם כתוצאה מכך.
          </p>
          <p dir="rtl">
            <u>שירותים בתשלום</u>
          </p>
          <p dir="rtl">
            השימוש בשירות ,&nbsp; הן למשתמשי הקצה והן לספקים ,&nbsp;
            <u>אינו</u>
            &nbsp;כרוך בתשלום בשלב זה ,&nbsp; עד להודעה חדשה. מפעיל השירות שומר
            לעצמו את הזכות לגבות תשלום בתמורה למתן השירותים, או כל חלק מהם, או
            ביחס לכל שירות עתידי אחר שיהווה חלק מהשירות. במקרה כזה, פרטי התשלום
            בגין כל שירות ודרך החיוב יפורסמו מראש בעמודים הרלבנטיים בשירות.
          </p>
          <p dir="rtl">
            <u>קישורים בשירות</u>
          </p>
          <p dir="rtl">
            בשירות עשויים להימצא קישורים לעמודים שונים באינטרנט ובכלל זה קישורים
            לאתרי האינטרנט או ערוצי המדיה החדשה של הספקים המפרסמים בשירות.
            העובדה שהשירות מקשר לתכנים אלה אינה מעידה על כך שמפעיל השירות אחראי,
            שולט או מפקח על תוכנם ואינה מהווה ערובה לאמינותם, לעדכניותם,
            לחוקיותם, לנוהגי בעלי התכנים או האתרים בתחום הפרטיות ולכל היבט אחר
            הכרוך בהם. מפעיל השירות אינו אחראי לתכנים שאליהם מוליכים הקישורים
            ואינו אחראי לכל תוצאה שתיגרם מהשימוש בהם או מהסתמכות עליהם.
          </p>
          <p dir="rtl">
            מפעיל השירות אינו מתחייב כי קישורים שימצאו בשירות יהיו תקינים
            ויובילו אותך לעמוד אינטרנט פעיל והוא רשאי להסיר מהשירות קישורים
            שנכללו בו בעבר, או להימנע מהוספת קישורים חדשים&nbsp;- הכול, לפי
            שיקול דעתו.
          </p>
          <p dir="rtl">
            <u>פרטיות</u>
          </p>
          <p dir="rtl">
            מפעיל השירות מכבד את פרטיותך בעת השימוש בשירות.{" "}
            <u>מדיניות הפרטיות</u>{" "}
            https://sapakos.com/#/privacy_policy_sapakos&nbsp; של השירות מהווה
            חלק בלתי נפרד מהמסמכים המחייבים. הואיל ומדיניות הפרטיות יכולה
            להשתנות מדי פעם, מומלץ שתחזור ותעיין בה מעת לעת.
          </p>
          <p dir="rtl">
            <u>תכנים מסחריים</u>
          </p>
          <p dir="rtl">
            מפעיל השירות עשוי להציב בשירות, לפי שיקול דעתו הבלעדי, תכנים
            מסחריים, כגון פרסומות ומודעות, הנמסרים לפרסום מטעמם של מפרסמים שונים
            המבקשים להציע למכירה מוצרים או שירותים ובכלל זה מידע שמקורו בתומכים
            ונותני חסות, העשוי ללבוש אופי מסחרי.
          </p>
          <p dir="rtl">
            מפעיל השירות לא ישא בכל אחריות לתכנים המסחריים שיפורסמו בשירות מטעם
            צדדים שלישיים. מפעיל השירות אינו כותב, בודק, מוודא או עורך את תוכן
            הפרסומים הללו או את מהימנותם. האחריות היחידה לתכנים המסחריים ולכל
            תוצאה שתיגרם משימוש בהם או מהסתמכות עליהם חלה על המפרסמים. פרסום
            תכנים מסחריים בשירות אינו מהווה המלצה או עידוד לרכוש את השירותים,
            הנכסים או המוצרים המוצעים בהם למכירה.
          </p>
          <p dir="rtl">
            כל עסקה שתיעשה בעקבות תכנים מסחריים המתפרסמים בשירות תסוכם ישירות
            בינך לבין המפרסם הנוגע בדבר. מפעיל השירות אינו צד לכל עסקה כזו ולא
            ישא באחריות לשירותים וטובין שיוצעו בתכנים המסחריים בשירות או ירכשו
            באמצעותם. תוכן מסחרי בשירות יסומן לרוב כמודעה פרסומית.
          </p>
          <p dir="rtl">
            <u>קניין רוחני</u>
          </p>
          <p dir="rtl">
            כל זכויות הקניין הרוחני בשירות&nbsp;(למעט ביחס לתכנים שנמסרו לפרסום
            מטעם בתי עסק) ובכלל זה זכויות היוצרים באתר&nbsp;(לרבות, בין היתר,
            קוד המחשב של האתר ועיצובו הגראפי), בשירות ובכל תוכן הכלול בהם&nbsp;-
            הינן של מפעיל השירות בלבד, או של צדדים שלישיים אחרים, שהתירו למפעיל
            השירות להשתמש בזכויות אלה.
          </p>
          <p dir="rtl">
            אין להעתיק, להפיץ, להציג בפומבי, לבצע בפומבי, לשדר, להעמיד לרשות
            הציבור, לשנות, לעבד, ליצור יצירות נגזרות, למכור או להשכיר כל חלק מן
            הנ&quot;ל, בין על ידך ובין באמצעות או בשיתוף צד שלישי, בכל דרך או
            אמצעי, בין אם אלקטרוניים, ממוחשבים, מכאניים, אופטיים, אמצעי צילום או
            הקלטה, או בכל אמצעי ודרך אחרת, בלא קבלת הסכמו בכתב ומראש של מפעיל
            השירות או מבעלי הזכויות האחרים, לפי העניין ובכפוף לתנאי
            ההסכמה&nbsp;(ככל שתינתן).
          </p>
          <p dir="rtl">
            סימני המסחר ומודעות הפרסומת של מפרסמים בשירות&nbsp;(ככל שישנם) הם
            קניינם של מפרסמים אלה בלבד. גם בהם אין לעשות שימוש בלא הסכמת המפרסם
            בכתב ומראש.
          </p>
          <p dir="rtl">
            <u>הסרת תכנים מהשירות</u>
          </p>
          <p dir="rtl">
            מפעיל השירות מכבד את זכויותיהם של אחרים, לרבות זכויות הקניין הרוחני
            של צדדים שלישיים כמו גם את זכותם לשם טוב ולפרטיות. אם הנך סבור כי
            תוכן כלשהו המתפרסם בשירות פוגע בזכויותיך, אתה מוזמן ליידע את מפעיל
            השירות על כך בכתב, באמצעות פרטי יצירת הקשר המצוינים בתחתית תנאים
            אלה. צעדים שיינקטו על-ידי מפעיל השירות, ככל שיינקטו, בהסתמך על מידע
            שיועבר לידיו, לא יהוו הוכחה להפרת זכות כלשהי והם יינקטו בהתאם
            להוראות הדין.
          </p>
          <p dir="rtl">
            <u>אחריות</u>
          </p>
          <p dir="rtl">
            בכל מקום במסמכים המחייבים בו מפורטת אחריותו של מפעיל השירות, תהיה
            הכוונה גם לאחריותם של עובדיו, מנהליו והפועלים מכוחו או בשמו.
          </p>
          <p dir="rtl">
            השימוש בשירות ובכל תוכן הכלול בו ייעשה על אחריותך הבלעדית
            והמלאה&nbsp; ומפעיל השירות לא ישא באחריות לכל נזק ישיר או עקיף
            שייגרם לך או למי מטעמך, או לכל צד שלישי אחר, לרבות כל הפסד, אובדן או
            הוצאה, הקשורים, או נובעים, במישרין או בעקיפין עם השירות ובכלל זאת
            מההסתמכות על מידע שמפרסמים בתי העסק באמצעות השירות.
          </p>
          <p dir="rtl">
            השירות ניתן לשימוש כמות שהוא&nbsp;(AS IS). לא ניתן להתאימו לצרכיו של
            כל אדם ואדם. לא תהיה לך כל טענה, תביעה או דרישה כלפי מפעיל השירות
            בגין תכונות התכנים והשירותים, יכולותיהם, מגבלותיהם, הכללים הנוהגים
            לגביהם והתאמתם אליך ולצרכיך.
          </p>
          <p dir="rtl">
            כל החלטה שתקבל ביחס לתכנים שהתפרסמו בשירות היא באחריותך המלאה בלבד
            .&nbsp; מפעיל השירות אינו מתחייב כי תכנים ,&nbsp; מוצרים ושירותים של
            צדדים שלישיים ,&nbsp; לרבות של בתי עסק המוצגים בשירות ,&nbsp; יהיו
            מלאים ,&nbsp; נכונים ,&nbsp; חוקיים או מדויקים ,&nbsp; או יהלמו את
            ציפיותיך ודרישותיך .&nbsp; מפעיל השירות לא ישא באחריות כלשהי לכל
            תוצאה שתנבע מהם ,&nbsp; או משימוש בהם ,&nbsp; או מהסתמכות עליהם
            .&nbsp; השימוש בשירות הוא על אחריותך בלבד .
          </p>
          <p dir="rtl">
            מפעיל השירות אינו מתחייב שהשירות לא יופרע, יינתן כסדרו או בלא
            הפסקות, יתקיים בבטחה וללא טעויות, ויהיה חסין מפני גישה בלתי-מורשית
            למחשבי מפעיל השירות או מפני נזקים, קלקולים, תקלות או כשלים&nbsp;-
            והכול, בחומרה, בתוכנה, בקווי ובמערכות תקשורת, אצל מפעיל השירות או
            אצל מי מספקיו.
          </p>
          <p dir="rtl">
            מפעיל השירות לא ישא באחריות לכל נזק הנובע מאובדן פרטייך&nbsp;(ככל
            ונמסרו), המידע בחשבונך או לשיבוש בפרטים אלה &ndash; בין באופן מלא
            ובין חלקית, כתוצאה מכשל במערכות המחשוב שלך או של מפעיל השירות, או של
            מי מטעמו.
          </p>
          <p dir="rtl">
            <u>שיפוי</u>
          </p>
          <p dir="rtl">
            אתה מתחייב לשפות את מפעיל השירות, עובדיו, מנהליו או מי מטעמו, בגין
            כל נזק, הפסד, אבדן-רווח, תשלום או הוצאה שייגרמו להם&nbsp;- ובכלל זה
            שכ&quot;ט עו&quot;ד והוצאות משפט&nbsp;- עקב הפרת תנאי שימוש אלה או
            אילו מהמסמכים המחייבים. בנוסף, בתי עסק ו/או ספקים המצטרפים לשירות
            ישפו את מפעיל השירות, עובדיו, מנהליו או מי מטעמו בגין כל טענה, תביעה
            או דרישה שתועלה נגדם על-ידי צד שלישי כלשהו כתוצאה מתכנים שבתי העסק
            ו/או מסרו לפרסום בשירות, או באמצעות השירות, או ביחס לכל שימוש אחר
            בשירות.
          </p>
          <p dir="rtl">
            <u>שינויים בשירות והפסקת פעילות</u>
          </p>
          <p dir="rtl">
            מפעיל השירות רשאי לשנות מעת לעת את מבנה השירות, מראהו ועיצובו, את
            היקפם וזמינותם של השירותים, התכנים ואפשרויות הפרסום בו, ויהיה רשאי
            לשנות כל היבט אחר הכרוך בשירות&nbsp;- והכול, בלא צורך להודיע לך על
            כך מראש. שינויים כאלה יבוצעו, בין השאר, בהתחשב באופי הדינאמי של
            האינטרנט ובשינויים הטכנולוגיים והאחרים המתרחשים בה. מטבעם, שינויים
            מסוג זה עלולים להיות כרוכים בתקלות או לעורר בתחילה אי-נוחות
            וכיו&quot;ב. לא תהיה לך כל טענה, תביעה או דרישה כלפי מפעיל השירות
            בגין ביצוע שינויים כאמור או תקלות שיתרחשו אגב ביצועם.
          </p>
          <p dir="rtl">
            מפעיל השירות רשאי להפסיק בכל עת את פעילות השירות, כולה או מקצתה,
            באופן זמני או קבוע. מפעיל השירות אף רשאי להפסיק מפעם לפעם את הפעילות
            בשירות לשם תחזוקה, תיקון, שדרוג ושיפור השירות. מפעיל השירות יפעל
            כמיטב יכולתו על-מנת לצמצם את פרקי הזמן שבמהלכם השירות לא יהיה פעיל.
            במידת האפשר, יפרסם מפעיל השירות הודעה בשירות על הפסקת פעילות השירות
            זמן סביר מראש. עם הפסקת פעילות בשירות, יחזיק מפעיל השירות את התוכן
            הכלול בשירות למשך זמן סביר נוסף ולאחר מכן יהיה רשאי למחוק אותו בלא
            לשמור כל גיבוי ממנו ובלא לתת הודעה על כך.
          </p>
          <p dir="rtl">
            <u>שינוי במסמכים המחייבים</u>
          </p>
          <p dir="rtl">
            מפעיל השירות רשאי לשנות מעת לעת את הוראות תנאי השימוש. במידת האפשר,
            ואם יבוצעו בתנאים שינויים מהותיים, תפורסם על-כך הודעה בעמוד הבית של
            השירות. הקישורים לתנאים המוצבים באתר יקשרו תמיד לנוסח העדכני של תנאי
            השימוש ומדיניות הפרטיות. המשך שימושך בשירות לאחר פרסום התנאים
            המעודכנים, מעיד על הסכמתך להם. אם אינך מסכים עם ההוראות החדשות
            בתנאים, עלייך לחדול מלעשות כל שימוש בשירות. מפעיל השירות רשאית לדרוש
            מבתי עסק שנרשמו לשירות בעבר לאשר מחדש את המסמכים המחייבים לאחר
            תיקונם. אם אינך מסכים עם ההוראות החדשות במסמכים המחייבים, עלייך
            לחדול מלעשות כל שימוש בשירות.
          </p>
          <p dir="rtl">
            <u>דין וסמכות שיפוט</u>
          </p>
          <p dir="rtl">
            על השימוש בשירות יחולו אך ורק דיני מדינת ישראל. מקום השיפוט הבלעדי
            בגין כל דבר ועניין הנובע מהתנאים, הינו בבתי המשפט המוסמכים במחוז
            תל-אביב, ישראל.
          </p>
          <p dir="rtl">
            <u>המחאה</u>
          </p>
          <p dir="rtl">
            העביר מפעיל השירות את זכויותיו והתחייבויותיו ביחס לשירות, או כל חלק
            ממנו, לצד שלישי, הוא יהיה רשאי להמחות גם את זכויותיו והתחייבויותיו,
            כולן או חלקן, לפי המסמכים המחייבים. אינך רשאי להמחות כל זכות או חיוב
            לפי תנאים אלו וכן אינך רשאי לשעבד, להסב, למשכן, להשאיל או לתת זכויות
            כלשהן לכל צד שלישי בכל אלה. כל מעשה או מחדל בניגוד לאמור לעיל
            &ndash; בטלים.
          </p>
          <p dir="rtl">
            <u>פנה אלינו</u>
          </p>
          <p dir="rtl">
            מפעיל השירות מקפיד על קיום הוראות החוק ומכבד את זכויותיהם של משתמשי
            השירות, ספקים וכל צד שלישי אחר. אם אתה סבור כי פורסם בשירות תוכן
            הפוגע בך מטעם כלשהו, וכן במידה ויש לך כל שאלה, הצעה, תלונה ועוד, נא
            פנה אלינו באמצעות כתובת הדוא&quot;ל: support@sapakos.com או באמצעות
            מנגנוני יצירת הקשר בגוף השירות, ואנו נשתדל לטפל בפנייתך בהקדם
            האפשרי.
          </p>
          <p dir="rtl">
            <u>תנאים עבור בתי עסק וספקים הנרשמים לשירות</u>
          </p>
          <p dir="rtl">
            <u>רישום בתי עסק וספקים לשירות</u>
          </p>
          <p dir="rtl">
            כאמור, השימוש בשירות וצפייה בתכניו אינם מחייבים רישום או מסירת פרטים
            מזהים. עם זאת, בתי עסק המעוניינים להצטרף כמשתמשים בשירות וספקים
            המעוניינים לפרסם מידע על מוצריהם באמצעות השירות יוכלו לעשות כן רק
            לאחר השלמת הרישום לשירות&nbsp;- פעולה המחייבת מסירת מידע כמתבקש
            במהלך הרישום וקבלת הסכמה לתנאי המסמכים המחייבים.
          </p>
          <p dir="rtl">
            הרישום לשירות מותר לתאגידים או לבתי עסק המופעלים על - ידי בגירים שהם
            בני&nbsp; 18&nbsp; ומעלה בלבד .&nbsp; ברישומך לשירות אתה מאשר ומצהיר
            כי במידה ואינך מאוגד כתאגיד ,&nbsp; הרי אתה בן&nbsp; 18&nbsp; ומעלה
            .&nbsp; אם אינך בן&nbsp; 18&nbsp; ומעלה ,&nbsp; אתה מתבקש להימנע
            מהשימוש בשירות .
          </p>
          <p dir="rtl">
            בית עסק או ספק המעוניין להירשם לשירות יידרש למסור למפעיל השירות את
            הפרטים המתבקשים במהלך הרישום, לרבות כתובת דוא&quot;ל, שם מלא, הזנת
            סיסמה, פרטי בית העסק, כתובת בית העסק, טלפון בית העסק, ימי ושעות
            פעילות, תיאור קצר של בית העסק ועוד.
          </p>
          <p dir="rtl">
            מפעיל השירות רשאי לקבוע תנאים ומגבלות נוספות כתנאי לרישומו של בית
            עסק ו/או ספק לשירות, כגון הצגה של רישיון עסק בתוקף, קיומו של מלאי
            מוצרים נגיש לאספקה מיידית ועוד. מפעיל השירות רשאי להחליט, לפי שיקול
            דעתו הבלעדי, שלא להתיר את רישומו לשירות של בית עסק ו/או ספק שלא עומד
            בתנאים אלה, או להסיר מהשירות בית עסק ו/או ספק שנכלל בו בעבר. מפעיל
            השירות אף רשאי להגביל את כמות בתי העסק ו/או הספקים הנרשמים לשירות,
            באופן כללי או לפי קטגוריות מוצרים או חתכים נוספים.
          </p>
          <p dir="rtl">
            עליך למסור רק פרטים נכונים, מדויקים ומלאים. מסירת פרטים שגויים עלולה
            למנוע ממך את האפשרות להשתמש בשירות ובמקרה הצורך לסכל יצירת קשר אתך.
            מפעיל השירות שומר לעצמו את הזכות לנקוט באמצעים שונים, טכנולוגיים
            ואחרים, כדי לאמת את זהותך ולוודא אותה, כמו גם ביחס לפרטי מידע אחרים
            שמסרת על בית העסק&nbsp;(כגון עובדת קיומו של רישיון עסק בפועל).
            כמו-כן הנך מאשר כי הנך בעל כל זכויות הקניין הרוחני בתכנים אשר אתה
            מעלה לשירות, לרבות זכות היוצרים בתמונות המוצרים והשירותים ולוגו בית
            העסק ו/או הספק, וכן סימני המסחר הרלוונטיים.
          </p>
          <p dir="rtl">
            עליך לשמור בסודיות על שם המשתמש והסיסמה. אתה נושא באחריות המלאה לכל
            שימוש שנעשה בחשבונך בשירות ובכלל זאת עקב מחדלך לשמור בסודיות את פרטי
            הגישה לחשבונך בשירות.
          </p>
          <p dir="rtl">
            <u>ביטול רישומך לשירות</u>
          </p>
          <p dir="rtl">
            מפעיל השירות רשאי למנוע ממך להשתמש בשירות הטעון רישום לפי שיקול
            דעתו. מפעיל השירות רשאי לבטל את רישומך לשירות, או לחסום את גישתך
            אליו, בין היתר בכל אחד מהמקרים הבאים&nbsp;-
          </p>
          <ul>
            <li>
              <p dir="rtl">
                אם מסרת פרטים שגויים או בדויים בעת הרישום, או במידה וחל שינוי
                מהותי במידע שמסרת בעת הרישום, כגון עובדת קיומו של רישיון עסק,
                חנות פיזית בה נמכרים המוצרים ועוד;
              </p>
            </li>
            <li>
              <p dir="rtl">
                אם ביצעת מעשה או מחדל הפוגעים או עלולים לפגוע במפעיל השירות או
                באחרים, לרבות משתמשים אחרים או ספקים או שותפים של מפעיל השירות;
              </p>
            </li>
            <li>
              <p dir="rtl">
                אם השתמשת בשירות לבצע או כדי לנסות לבצע מעשה בלתי חוקי או
                פוגעני, או כדי לאפשר, להקל, לסייע או לעודד את ביצועו של מעשה
                כזה;
              </p>
            </li>
            <li>
              <p dir="rtl">אם הפרת את אילו מתנאי המסמכים המחייבים;</p>
            </li>
            <li>
              <p dir="rtl">
                אם תעשה כל פעולה שתמנע מאחרים להירשם לשירות או להשתמש בו בכל דרך
                שהיא;
              </p>
            </li>
            <li>
              <p dir="rtl">
                אם מסרת את שם המשתמש והסיסמה שהוקצו לך, אם הוקצו, לשימוש של צד
                שלישי;
              </p>
            </li>
            <li>
              <p dir="rtl">
                עם הפסקת פעילות מפעיל השירות או סיום פעילותו של השירות;
              </p>
            </li>
            <li>
              <p dir="rtl">לפי צו שיפוטי או הוראה של רשות מוסמכת;</p>
            </li>
            <li>
              <p dir="rtl">
                אם החשבון זוהה על ידי מפעיל השירות כחשבון לא פעיל;
              </p>
            </li>
            <li>
              <p dir="rtl">
                התקבלו תלונות חוזרות ונשנות על אי דיוק בתכנים&nbsp;(למשל מחירים,
                מלאים, מוצרים וכד&rsquo;);
              </p>
            </li>
            <li>
              <p dir="rtl">מכל סיבה שהיא ועל פי שיקול דעתו של מפעיל השירות.</p>
            </li>
          </ul>
          <p dir="rtl">
            מפעיל השירות עשוי להפעיל אמצעים שונים לניטור הפעילות בשירות על-מנת
            לאתר מקרי הונאה או שימוש לרעה בשירות. מפעיל השירות שומר לעצמו את
            הזכות לחסום או לבטל את גישתך או רישומך לשירות, לפי שיקול דעתו, במידה
            וסבר כי הפרת אי אלו מתנאים אלו.
          </p>
          <p dir="rtl">
            <u>קניין רוחני בתכנים שהספקים מוסרים לפרסום בשירות</u>
          </p>
          <p dir="rtl">
            מפעיל השירות אינו טוען לבעלות בתכנים אותם אתה מוסר לפרסום בשירות או
            באמצעותו. כאשר ספק מוסר תכנים לפרסום בשירות, הוא מאשר בעצם מסירתם
            לפרסום כי הוא בעל מלוא הזכויות בהם וכי הוא רשאי למוסרם לפרסום
            בשירות. אם אינך היוצר או בעל הזכויות בתכנים שאתה מוסר לפרסום, אתה
            מאשר שהנך בעל הרשאה כדין מבעל הזכויות, המתירה לך למסור את התכנים
            לפרסום ולתת בהם זכויות שימוש כמפורט לעיל ולהלן. מפעיל השירות לא ישא
            באחריות לכל נזק שייגרם כתוצאה מהפרת זכויות של בעלי הזכויות בתכנים.
            הנך נושא באחריות המלאה והבלעדית לכל קישור, הצגה או פרסום של תכנים,
            שנעשו על ידך ומתחייב לשפות את מפעיל השירות בגין כל נזק שייגרם כתוצאה
            מכך.
          </p>
          <p dir="rtl">
            במסירת התכנים לפרסום אתה מקנה למפעיל השירות או מי מטעמו רישיון-חינם,
            כלל עולמי ובלתי מוגבל בזמן, להעתיק, להפיץ, להעמיד לרשות לציבור,
            לשדר, לערוך, לתרגם ולהשתמש בתכנים כאמור בכל דרך סבירה נוספת, לפי
            שיקול דעתו, בשירות ובכל נגזרת שלו, בכל מדיה. כאמור, רישיון זה ניתן
            למפעיל השירות ללא מתן תמורה כלשהיא, לרבות
            אזכור&nbsp;(&apos;קרדיט&apos;), תמלוגים או טובות הנאה אחרות.
          </p>
          <p dir="rtl">
            <u>דיוור פרסומי והודעות</u>
          </p>
          <p dir="rtl">
            רישומך לשירות מהווה את הסכמתך המפורשת לקבלת דברי פרסומת ממפעיל
            השירות ו/או מי מטעמו, כמשמעות הסכמה זו בהוראות סעיף&nbsp;30א לחוק
            התקשורת&nbsp;(בזק ושידורים), התשמ&quot;ב &ndash;&nbsp;1982. דברי
            הפרסומת ישלחו אליך לפי המידע שמסרת למפעיל השירות במהלך הרישום
            לשירות, או בכל מקרה אחר בו מסרת למפעיל השירות את פרטיך, כגון באמצעות
            טפסי יצירת הקשר הכלולים בשירות.
          </p>
          <p dir="rtl">
            בכל עת, תוכל לחזור בך מהסכמתך ולהודיע למפעיל השירות על סירוב לקבלת
            דברי פרסומת, על-ידי משלוח הודעת סירוב. הדרך למשלוח הודעת הסירוב
            תפורט בהודעות הפרסומת שישלח אליך מפעיל השירות. מפעיל השירות אף רשאי
            להשתמש בפרטים שמסרת לצורך משלוח עלוני מידע שאינם מהווים דבר פרסומת.
          </p>
          <p dir="rtl">
            <u>תמיכה</u>
          </p>
          <p dir="rtl">
            מפעיל השירות רשאי, אך אינו חייב, להעמיד לרשות בתי העסק תמיכה טכנית
            ביחס לשימוש בשירות. פניות לקבלת תמיכה תעשנה באמצעות פנייה בדואר
            אלקטרוני לכתובת: support@sapakos.com , או בכל אמצעי קשר אחר עליו
            יחליט מפעיל השירות מעת לעת, לפי שיקול דעתו.
          </p>
          <p dir="rtl">
            טיפול ומענה לפניות יעשה בימים א&apos; &ndash; ה&apos; בין
            השעות&nbsp;16:00 &ndash; 09:00, למעט בימי חג, חול המועד ובימי שבתון.
            מועדים אלו עשויים להשתנות מעת לעת. במקרה של שינוי תתפרסמנה הודעות
            מתאימות בשירות.
          </p>
          <p dir="rtl">
            מפעיל השירות רשאי, אך לא חייב, לפרסם בשירות מידע לצורך הדרכה ו/או
            סיוע טכני לבתי העסק ו/או לספקים, בין אם במענה לפניות לקבלת תמיכה
            ובין אם כמידע כללי.
          </p>
          <p dir="rtl">
            מפעיל השירות ינקוט אמצעים סבירים על מנת לתת מענה מוקדם ככל הניתן
            לפניות לתמיכה, אך אינו מתחייב כי התמיכה שתינתן תפתור כל בעיה שתתגלה
            או שתיתן מענה מספק לפניית בית העסק. בקשות תמיכה לא נועדו לפתרון
            תקלות בחומרה, במכשירי הקצה, או ביחס לחיבורו של בית העסק לאינטרנט.
          </p>
          <p dir="rtl">
            <u>מסירת תכנים מטעם ספקים</u>
          </p>
          <p dir="rtl">
            מסירת תכנים לפרסום בשירות אינה מקנה לך זכות לדרוש שהתכנים יפורסמו או
            יוסיפו להתפרסם. עצם משלוח התוכן למפעיל השירות אינו מחייב את מפעיל
            השירות לפרסם את התוכן ששלחת. מרגע ששלחת למפעיל השירות תוכן לפרסום,
            יחולו עליו הוראות תנאים אלו. מפעיל השירות רשאי, אך איננו חייב לפרסם
            בשירותים את תכניך. הוא יעשה זאת בהתאם למיטב שיקול דעתו המקצועי.
          </p>
          <p dir="rtl">
            בעת שיגור תכנים באמצעות השירות או מסירת תכנים לפרסום בשירות, חלה
            עליך האחריות המלאה והבלעדית לכל תוצאה שתנבע מהפרסום, או השיגור
            כאמור. עליך להקפיד שתכנים כאלה יהיו חוקיים. בין השאר ולמען הדוגמה
            בלבד, נאסר עליך לפרסם ולטעון לשירות, או לשגר באמצעות השירות, את
            התכנים הבאים&nbsp;-
          </p>
          <ul>
            <li>
              <p dir="rtl">כל תוכן שהוא שקרי, מטעה או מסולף;</p>
            </li>
            <li>
              <p dir="rtl">כל תוכן העלול להטעות צרכן;</p>
            </li>
            <li>
              <p dir="rtl">
                כל תוכן הפוגע בזכויות קנייניות של אחרים או מפר אותן&nbsp;- לרבות
                זכויות יוצרים, סימני מסחר וסודות מסחריים;
              </p>
            </li>
            <li>
              <p dir="rtl">כל תוכן פורנוגראפי או בעל אופי מיני בוטה;</p>
            </li>
            <li>
              <p dir="rtl">
                כל תוכן הנוגע לקטינים ומזהה אותם, את פרטיהם האישיים או את מענם
                ודרכי ההתקשרות עימם;
              </p>
            </li>
            <li>
              <p dir="rtl">
                כל תוכנת מחשב, קוד מחשב או יישום הכוללים נגיף-מחשב&nbsp;(וירוס),
                לרבות תוכנות עוינות הידועות כסוס-טרויאני, תולעים&nbsp;(Worms),
                ואנדלים&nbsp;(Vandals), יישומים מזיקים&nbsp;(Malicious
                Applications) וכיו&quot;ב;
              </p>
            </li>
            <li>
              <p dir="rtl">
                סיסמאות, שמות משתמש ופרטים אחרים, המאפשרים שימוש בתוכנות מחשב,
                קבצים דיגיטאליים, אתרי אינטרנט, יישומים או שירותים, הטעונים
                הרשמה או תשלום, בלא תשלום או הרשמה כאמור;
              </p>
            </li>
            <li>
              <p dir="rtl">
                כל תוכן המהווה לשון הרע על אדם, או הפוגע בפרטיותו, או בשמו הטוב;
              </p>
            </li>
            <li>
              <p dir="rtl">
                כל תוכן המזהה אישית אנשים אחרים, מבלי שנתנו את הסכמתם לפרסום
                זהותם;
              </p>
            </li>
            <li>
              <p dir="rtl">
                כל תוכן בעל אופי או תוכן טורדני, מעליב, עוין, מאיים או גס רוח;
              </p>
            </li>
            <li>
              <p dir="rtl">
                כל תוכן שיש בו, או הוא מעודד לגזענות, או אפליה פסולה על בסיס
                גזע, מוצא, צבע עור, עדה, לאומיות, דת, מין, עיסוק, נטייה מינית,
                מחלה, נכות גופנית או נפשית, אמונה, השקפה פוליטית, או מעמד
                חברתי-כלכלי;
              </p>
            </li>
            <li>
              <p dir="rtl">
                כל תוכן המעודד ביצוע עבירה פלילית או עלול להוות בסיס לתביעה או
                אחריות אזרחית;
              </p>
            </li>
            <li>
              <p dir="rtl">
                כל תוכן בעל אופי פרסומי או מסחרי, שאינו קשור למפעיל השירות או
                לשירותיו או הכולל מידע שאינו נוגע במישרין לבית העסק נשוא המידע;
              </p>
            </li>
          </ul>
          <p dir="rtl">
            מפעיל השרות לא יהא אחראי לכל נזק ו/או אובדן הנובעים ישירות או
            בעקיפין מפרסום פומבי ו/או כל גילוי כלפי צד ג&apos; על ידי בית עסק של
            פרטים ומידע ביחס למלאי מוצאים, מחיריהם ו/או כל מידע אחר של ספק
            המתפרסם על ידו בשירות.
          </p>
          <p dir="rtl">
            מפעיל השירות רשאי לסרב לפרסם, או למחוק לאלתר כל תוכן שמסרת לפרסום,
            לפי שיקול דעתו הבלעדי, לרבות בכל עת שימצא כי הפרת את תנאי המסמכים
            המחייבים או שעשית מעשה או מחדל הפוגע או עלול לפגוע בשירותים הניתנים
            בשירות, במשתמשים בו, במפעיל השירות או במי מטעמו. במקרה זה, מפעיל
            השירות יהיה רשאי גם למנוע ממך פרסום תכנים נוספים בשירות. הוראות
            המסמכים המחייבים מוסיפות על זכויות מפעיל השירות לפי כל דין.
          </p>
          <p dir="rtl">עודכן לאחרונה &ndash;27/02/2022</p>
          <p dir="rtl">
            <br></br>&nbsp;
          </p>
          <p dir="rtl">
            <br></br>&nbsp;
          </p>
          <p dir="rtl">
            <br></br>&nbsp;
          </p>
        </Container>
      </div>
    );
  }
}
